Repository: OPUS4/application
Catalog: modules/admin/language/bibteximport.tmx
Source language: de
Languages: en

source: bib2xml ist nicht installiert
en: bib2xml is not installed

source: Datei ist nicht lesbar
en: File is not readable

source: Datei ist nicht UTF-8-kodiert
en: File is not UTF-8 endcoded

source: Datei enthält kein BibTex
en: File contains no BibTex

source: Dieser Datensatz hat keinen Identifier: %1$s
en: This record has no identifier: %1$s

source: Mehrere Datensätze mit diesem Identifier: %1$s
en: Multiple records with this identifier: %1$s

source: Fehlerhafte(r) Datensatz/-sätze mit Identifier: %1$s
en: Incorrect record(s) with identifie: %1$s

source: %1$s Datensatz/-sätze wurde(n) erfolgreich hochgeladen
en: %1$s record(s) was successfully uploaded

source: %1$s Datensatz/-sätze wurde(n) erfolgreich importiert
en: %1$s record(s) was successfully imported
